"Part1" = "FRANÇAIS (CANADA)";
"Part2" = "APPLE INC.";
"Part3" = "CONTRAT DE LICENCE DE LOGICIEL RACCOURCIS POUR iOS";
"Part4" = "VEUILLEZ LIRE ATTENTIVEMENT CE CONTRAT DE LICENCE DE LOGICIEL (« LICENCE ») AVANT D’UTILISER LE LOGICIEL APPLE. EN UTILISANT CE LOGICIEL, VOUS RECONNAISSEZ ÊTRE LIÉ PAR LES CONDITIONS DE CETTE LICENCE. SI VOUS ÊTES EN DÉSACCORD AVEC LES TERMES DE CETTE LICENCE, N’INSTALLEZ ET/OU N’UTILISEZ PAS CE LOGICIEL.";
"Part5" = "REMARQUE IMPORTANTE : Dans la mesure où ce logiciel peut être utilisé pour reproduire, modifier, publier et distribuer des données, la licence vous est exclusivement accordée pour la reproduction, la modification, la publication et la distribution de données non protégées par des droits d’auteur, de données dont vous possédez les droits d’auteur ou de données que vous êtes légalement autorisé à reproduire, modifier, publier ou distribuer. En cas d’incertitude quant à votre droit de copier, modifier, publier ou distribuer des données, il est préférable de vous informer auprès de votre conseiller juridique.";
"Part6" = "1. Généralités.";
"Part7" = "A. Apple Inc. (« Apple ») vous concède une licence sur, et en aucun cas ne vous vend, le logiciel Apple, les logiciels de tierce partie, la documentation, les interfaces, le contenu, les polices de caractères et les données accompagnant la présente Licence, en mémoire morte (ROM), sur tout autre support et sous toute autre forme (collectivement, le « Logiciel Apple »), uniquement en vue d’une utilisation conforme aux termes de cet accord. Apple et/ou ses concédants de licence se réservent la totalité des droits qui ne vous sont pas expressément conférés. ";
"Part8" = "B. Apple peut, à sa discrétion, fournir de futures mises à niveau ou mises à jour pour le Logiciel Apple de votre appareil iOS de marque Apple compatible. Les mises à jour et les mises à niveau du Logiciel Apple, le cas échéant, peuvent ne pas inclure l’intégralité des fonctionnalités existantes ou des nouvelles fonctionnalités qu’Apple commercialise pour les nouveaux modèles ou d’autres modèles d’appareils iOS. Les termes de la présente Licence s’appliquent à toutes les mises à niveau ou mises à jour du Logiciel Apple original fournies par Apple, à moins que ces mises à niveau ou ces mises à jour ne comprennent une licence distincte, auquel cas les conditions de celle-ci prévalent. ";
"Part9" = "2. Utilisations permises de la licence et restrictions.";
"Part10" = "A. Licence. D’après les conditions de la présente licence et comme autorisé par les « Règles d’utilisation des Services et contenu » dans les Règles d’utilisation des conditions d’Apple Media Services (https://www.apple.com/legal/internet-services/itunes/) (« Règles d’utilisation »), sauf si vous avez obtenu le Logiciel Apple tel que décrit dans la section 2B, vous bénéficiez d’une licence limitée, non transmissible et non exclusive, vous autorisant à installer et utiliser le Logiciel Apple sur tout appareil iOS compatible de marque Apple que vous possédez ou contrôlez. Vous n’êtes pas autorisé à distribuer ni rendre le Logiciel Apple disponible sur un réseau sur lequel il pourrait être utilisé par plusieurs appareils en même temps. Vous ne pouvez vendre le Logiciel Apple, le louer, le louer en crédit-bail, le prêter ni en concéder des licences.";
"Part11" = "B. Licence de volume ou de maintenance. Si vous avez obtenu le Logiciel Apple dans le cadre d’un programme de licence de volume ou de maintenance d’Apple, les termes de celle-ci déterminent le nombre de copies du Logiciel Apple que vous êtes autorisé à télécharger, installer, utiliser et exécuter sur les appareils iOS Apple que vous possédez ou contrôlez. À l’exception d’autres accords passés par écrit avec Apple, tous les termes de la présente Licence s’appliquent à votre utilisation du Logiciel Apple obtenu sous licence de volume ou de maintenance.";
"Part12" = "C. Configuration système. Le Logiciel Apple est pris en charge uniquement par le matériel de marque Apple possédant la configuration requise comme indiqué par Apple.";
"Part13" = "D. Contenus numériques. Le titre et les droits de propriété intellectuelle associés aux contenus, y compris les marques de commerce, les logos et les images, affichés dans le Logiciel Apple ou accessibles à travers ce dernier sont la propriété de leur détenteur. Ces contenus peuvent être protégés par des droits d’auteur, des marques de commerce ou d’autres lois et traités sur la propriété intellectuelle et peuvent être soumis à des conditions d’utilisation énoncées par la tierce partie fournissant lesdits contenus. Sauf indications contraires contenues dans la présente, (i) cette Licence ne vous accorde aucun droit d’utiliser un tel contenu et ne vous garantit pas qu’un tel contenu restera à votre disposition (ii) vous n’êtes autorisé à utiliser, extraire ou distribuer, à des fins commerciales ou autres, ou de manière autonome, aucune photographie, image, illustration, ni aucun travail graphique, matériel audio, matériel vidéo, logo, texte, code, ou contenu similaire (« Contenus numériques ») contenu dans le Logiciel Apple ou fourni comme part de celui-ci, ni utiliser le Matériel numérique hors du contexte ou de l’utilisation prévue par le Logiciel Apple.";
"Part14" = "E. Utilisation de Raccourcis. Vous reconnaissez que tous les raccourcis d’action d’apps et/ou de sites Web (« Raccourcis ») relèvent de l’unique responsabilité de la ou des parties d’où proviennent les Raccourcis. Apple n’exerce aucun contrôle sur le contenu ou les fonctionnalités de Raccourcis tiers et n’en assume aucune responsabilité. Vous utilisez les Raccourcis à vos propres risques, et vous êtes entièrement responsable de respecter toute condition ou entente tierce liée à votre utilisation d’un Raccourci. Vous reconnaissez qu’Apple n’a aucune obligation d’effectuer une analyse préalable des Raccourcis, bien qu’elle se réserve le droit, à son entière discrétion, d’effectuer une analyse préalable, de refuser, de désactiver ou de supprimer tout Raccourci.";
"Part15" = "F. Partage des Raccourcis. Le Logiciel Apple peut vous autoriser à partager des Raccourcis que vous créez avec les autres au moyen d’un lien Web. Votre Raccourci partagé, de même que son contenu intégré, sera stocké sur les serveurs d’Apple afin de permettre le partage et peut être utilisé pour améliorer de façon générale les produits et services d’Apple. Votre Raccourci partagé, de même que son contenu intégré, sera mis à la disposition de toute personne possédant le lien Web. Cette personne pourra ensuite copier, enregistrer, modifier et redistribuer une copie de votre Raccourci ainsi que de son contenu intégré. En partageant un Raccourci, vous attestez que : (1) vous possédez tous les droits et licences requis pour l’utilisation du Raccourci et que le partage n’enfreint ni ne viole les droits d’une autre tierce partie; et que (2) le Raccourci que vous partagez n’enfreindra aucune loi, n’encouragera pas la contrefaçon ou autres conduites illégales et n’y contribuera pas, et n’est ni obscène ni répréhensible. Vous reconnaissez qu’Apple n’a aucune obligation de passer en revue les Raccourcis que vous partagez, bien qu’elle se réserve le droit, à son entière discrétion, de passer en revue, de désactiver ou de supprimer les Raccourcis que vous partagez.";
"Part16" = "G. Restrictions d’utilisation. Vous acceptez de ne pas télécharger, publier, envoyer par courriel, transmettre, partager ou rendre disponible d’une quelconque autre façon un Raccourci : (1) qui est illégal, délictuel, diffamatoire, vulgaire, obscène ou répréhensible d’un point de vue racial, ethnique ou autre; (2) qui enfreint ou encourage une conduite qui violerait une loi ou une réglementation applicable, ou qui pourrait donner lieu à un cas de responsabilité civile; (3) qui fait la promotion de la discrimination, du sectarisme, du racisme, de la haine, du harcèlement ou de préjudices contre une personne ou un groupe; (4) qui est violent ou menaçant, ou qui fait la promotion de la violence ou d’actions menaçantes contre une autre personne; (5) qui fait la promotion d’activités illégales ou dangereuses; ou (6) que vous savez ou croyez être faux, trompeur, frauduleux ou mensonger d’une quelconque façon envers un utilisateur du Raccourci. En outre, vous acceptez de ne pas entraver ou perturber les serveurs ou réseaux connectés au Logiciel Apple ou à tout site Web, service ou application logicielle de tierce partie sur votre appareil iOS (« Apps de tierce partie »), ni de créer un fardeau excessif sur lesdits serveurs ou réseaux, ainsi que de ne pas enfreindre les réglementations, politiques ou procédures desdits réseaux ou Apps de tierce partie.";
"Part17" = "H. Apps de tierce partie. Afin d’exécuter certains Raccourcis, le Logiciel Apple peut devoir accéder à certaines Apps de tierce partie. Vous consentez expressément à ce que le Logiciel Apple accède et ait recours auxdites Apps de tierce partie en votre nom, dans la mesure nécessaire pour exécuter le Raccourci avec le Logiciel Apple, et lui donnez l’autorisation de le faire. Dans la mesure où le Logiciel Apple accède à des Apps de tierce partie, Apple n’a aucune obligation expresse ou implicite de fournir une quelconque assistance technique ou autre pour lesdites Apps de tierce partie. Veuillez vous adresser directement à l’éditeur de logiciels, au fabricant ou au fournisseur de services approprié, afin d’obtenir une assistance technique et un service après-vente adaptés à son logiciel, à ses services, à son site Web et/ou à ses produits. EN OUTRE, VOUS ACCEPTEZ QU’EN UTILISANT LE LOGICIEL APPLE, VOUS ÊTES LIÉ À TOUTES LES CONDITIONS GÉNÉRALES POUR CE SERVICE AINSI QU’À TOUTE AUTRE ENTENTE RELATIVE AUXDITES APPS DE TIERCE PARTIE, ET VOUS ACCEPTEZ DE VOUS Y CONFORMER.";
"Part18" = "I. Pas d’ingénierie inverse. Vous n’êtes pas autorisé à copier le Logiciel Apple, les services fournis par le Logiciel Apple ou toute partie de ces derniers (sauf et exclusivement dans les limites permises par la présente Licence ou les règles d’utilisation qui pourraient vous concerner), ni à les décompiler, à procéder à leur ingénierie inverse, à les désassembler, à tenter d’en dériver le code source, à les déchiffrer, à les modifier ou à créer des produits dérivés (sauf si de telles restrictions étaient interdites par la législation en vigueur ou dans les limites autorisées par les termes et conditions applicables à l’utilisation de composants libres de droits fournis avec le Logiciel Apple).Vous vous engagez en outre à ne pas donner à autrui la possibilité d’effectuer de telles opérations interdites. ";
"Part19" = "J. Respect des réglementations. Vous acceptez d’utiliser le Logiciel Apple et les Services (définis à la section 4 ci-après) conformément aux lois en vigueur dans le pays ou la région où vous résidez, dans le pays ou la région où vous avez téléchargé ce logiciel et ces services ou dans le pays ou la région où vous les utilisez.";
"Part20" = "K. Mises à jour automatiques. Si vous décidez d’activer les mises à jour automatiques d’application, votre appareil recherche régulièrement si Apple met à disposition des mises à jour et des mises à niveau, qu’il télécharge et installe automatiquement sur le système et, si besoin est, sur vos périphériques. Vous pouvez désactiver les mises à jour automatiques d’application à tout moment en modifiant les réglages appropriés dans Réglages.";
"Part21" = "3. Accord relatif à l’utilisation des données. ";
"Part22" = "A. Données d’analyse. Si vous choisissez d’autoriser la collecte de données d’analyse, vous acceptez qu’Apple, ses filiales et ses agents puissent recueillir, tenir à jour, traiter et utiliser des informations techniques, de diagnostic, d’usage et afférentes, notamment, mais sans s’y limiter, des identifiants système ou matériel uniques ou des informations concernant votre appareil iOS, votre ordinateur, votre système, vos logiciels et les périphériques ; ces informations sont recueillies régulièrement afin de fournir et d’améliorer les produits et les services d’Apple, de faciliter la fourniture aux clients de mises à jour de logiciels, de l’assistance relative aux produits et de services divers (le cas échéant) liés au Logiciel Apple et de vérifier le respect des termes de cette Licence. Apple peut utiliser ces informations, en veillant à ce que l’identité du client ne soit pas dévoilée, pour satisfaire les objectifs susmentionnés. Pour permettre aux partenaires Apple et aux développeurs tiers d’améliorer leurs logiciels, matériels et services conçus pour être exploités conjointement avec des produits Apple, Apple peut fournir également à l’un des partenaires ou développeur tiers susmentionnés un sous-ensemble des informations servant au diagnostic et s’avérant important pour le logiciel, matériel et/ou service du partenaire ou du développeur tiers, pour autant que les informations de diagnostic se présentent sous une forme qui ne vous identifie pas personnellement. ";
"Part23" = "B. Données de localisation. Apple, ses partenaires, ses titulaires de licence et ses développeurs de tierce partie peuvent, par l’intermédiaire du Logiciel Apple, fournir certains services reposant sur des données de position géographique. Pour fournir et améliorer ces services, lorsqu’ils sont disponibles, Apple, ses partenaires, ses titulaires de licence et tout développeur tiers peuvent transmettre, collecter, gérer, traiter et utiliser vos données de position géographique. Les données de localisation et de recherche sont recueillies par Apple de telle sorte qu’il est impossible de vous identifier personnellement et peuvent être utilisées par Apple, ses partenaires, ses titulaires de licence et les développeurs tiers pour fournir et améliorer des produits et des services liés à la localisation. En utilisant les services liés à la localisation fournis par Apple ou à travers le Logiciel Apple, vous autorisez Apple, ses partenaires, ses titulaires de licence et les développeurs tiers à transmettre, collecter, tenir à jour, traiter et utiliser vos données de localisation et vos recherches y-relatives dans le but de fournir et améliorer lesdits produits et services. Vous pouvez retirer votre autorisation à tout moment via le réglage des services de localisation de votre appareil iOS en désactivant l’ensemble desdits services ou uniquement le réglage de géolocalisation du Logiciel Apple. Par l’utilisation, sur l’appareil iOS, d’applications ou de services de tierce partie exploitant ou fournissant des données de localisation, vous vous engagez à respecter et à consulter les conditions d’utilisation et la politique de confidentialité relatives à l’emploi de ces applications ou services de tierce partie.";
"Part24" = "C. Engagement de confidentialité. Vos informations seront en permanence traitées conformément à la Politique de confidentialité d’Apple, laquelle peut être consultée à l’adresse : https://www.apple.com/legal/privacy/.";
"Part25" = "4. Services et éléments de tierce partie.";
"Part26" = "A. Général. Le Logiciel Apple peut activer l’accès à l’iTunes Store d’Apple, à l’App Store, iCloud, Maps et à d’autres services et sites Web d’Apple et de tierce partie (dénommés collectivement et individuellement « Services »). Il se peut que ce Service ne soit pas disponible dans toutes les langues ou tous les pays. L’utilisation de ces Services requiert un accès Internet et peut nécessiter, pour certains d’entre eux, de posséder un identifiant Apple et d’accepter des conditions supplémentaires, voire entraîner des frais supplémentaires. En utilisant ce logiciel avec un compte iTunes Store, un identifiant Apple ou tout autre type de service Apple, vous acceptez les conditions générales de ce service, par exemple la dernière version des conditions générales d’Apple Media Services disponibles à l’adresse https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. L’utilisation des services iCloud est sujette aux conditions générales suivantes d’iCloud disponibles sur le site https://www.apple.com/legal/internet-services/icloud/ et à l’Engagement de confidentialité d’Apple disponible sur le site https://www.apple.com/legal/privacy/.";
"Part28" = "C. Vous acceptez qu’en utilisant les Services, il est possible que vous soyez exposé à du contenu qui vous paraisse offensant, indécent ou choquant et que de tels contenus peuvent être signalés comme explicites ou ne pas l’être. Néanmoins, vous acceptez d’utiliser les Services à vos risques et périls, et qu’Apple ne peut en aucun cas être tenu pour responsable du contenu que vous pouvez trouver offensant, indécent ou choquant. ";
"Part29" = "D. Certains Services peuvent afficher, contenir ou mettre à disposition des services, du contenu, des données, des informations, des applications ou des documents de tierce partie (« Éléments de tierce partie ») ou fournir des liens vers certains sites Web ou applications de tierce partie. En utilisant ces services, vous reconnaissez et acceptez qu’Apple ne peut en aucun cas être tenu pour responsable de l’examen et de l’évaluation du contenu, de la précision, de l’exhaustivité, de l’exactitude, de la validité, du respect des droits d’auteur, de la légalité, de la décence, de la qualité et de tout autre aspect de ces données, applications ou sites Web tiers. Apple, ses représentants, filiales et succursales ne garantissent pas, n’approuvent pas, n’assument pas et ne pourront pas être tenus pour responsables vis-à-vis de vous ou de tout autre tiers, de tous les services, données, applications ou sites Web tiers ou de toutes autres données, produits ou services tiers. Les données et les liens tiers vers d’autres sites Web ou applications vous sont fournis uniquement pour des raisons pratiques. ";
"Part30" = "E. Dans la mesure où vous téléchargez du contenu via les Services, vous signifiez détenir tous les droits relatifs audit contenu ou posséder l’autorisation ou la permission juridique de télécharger le contenu et que celui-ci n’enfreint aucune condition de service des Services. Vous reconnaissez que les Services reprennent du contenu, des informations et des éléments protégés, y compris, mais sans s’y limiter, le Contenus numériques, appartenant à Apple, au propriétaire du site et/ou ses concédants, et protégés par les lois relatives à la propriété intellectuelle et lois connexes, notamment, mais sans s’y limiter, les droits d’auteur. Vous acceptez de ne pas utiliser ce contenu, ces informations ou ces éléments propriétaire que dans le cadre de l’utilisation autorisée des Services - et non dans le cadre de pratiques étant en contradiction avec les conditions générales de cette Licence ou enfreignant tout droit de propriété intellectuelle d’une tierce partie ou d’Apple. Aucune partie des Services ne peut être reproduite sous quelque forme ou par quelque moyen que ce soit. Vous vous engagez à ne pas modifier, louer, louer à bail, prêter, vendre, distribuer ou créer de produit dérivé des Services, de quelque façon que ce soit, et à ne pas exploiter les Services de façon non autorisée, notamment, mais sans s’y limiter, en utilisant les Services pour transmettre n’importe quel virus, ver, cheval de Troie ou tout autre logiciel malveillant ou en entraînant une surcharge des capacités réseau. Vous acceptez en outre de ne pas utiliser les Services de quelque manière que ce soit pour harceler, insulter, traquer, menacer, diffamer ou violer les droits d’un tiers. Apple ne saurait être tenu responsable d’une telle utilisation ni d’éventuels messages insultants, diffamatoires, violents, menaçants ou illégaux que vous pourriez recevoir dans le cadre de l’utilisation de ces Services.";
"Part31" = "F. De plus, les Services et les Éléments de tierce partie potentiellement accessibles, affichables ou susceptibles d’être référencés par des liens à partir du Logiciel Apple ne sont pas proposés dans toutes les langues ou dans tous les pays et toutes les régions. Apple ne garantit d’aucune forme que ces Services et Données de tierce partie puissent être appropriés ou utilisables partout. Dans la mesure où vous choisissez d’utiliser ou d’accéder à ces Services et Données de tierce partie, vous le faites à votre initiative personnelle et restez responsable de le faire en accord avec la loi et notamment, mais sans limitation, les lois nationales et les lois relatives à la confidentialité et à la collecte de données. Apple et ses concédants de licence se réservent le droit de modifier, suspendre, supprimer ou désactiver l’accès aux Services à tout moment sans préavis. Apple ne pourra en aucun cas être tenu pour responsable de la suppression ou de la désactivation de l’accès à ces services. Apple peut également imposer des limites à l’utilisation ou à l’accès à certains Services, sans préavis et sans garantie pour vous. ";
"Part32" = "5. Terme de la licence. Cette licence est d’application jusqu’à son terme. Vos droits découlant de cette licence prendront automatiquement fin ou cesseront d’être effectifs sans notification de la part d’Apple si vous ne vous conformez pas à l’une quelconque de ses dispositions. Dès l’expiration de cette licence, vous serez tenu de cesser toute utilisation du Logiciel Apple et de détruire tous les exemplaires, complets ou partiels, dudit logiciel. Les sections 2I, 3, 4, 5, 6, 7, 8, 10 et 11 de cette Licence peut survivre à une telle résiliation.";
"Part33" = "6. Exclusion de garanties. ";
"Part34" = "A. Si vous êtes un client qui est un consommateur (quelqu’un qui utilise le Logiciel Apple en dehors de son commerce, son entreprise ou sa profession), il se peut que vous bénéficiiez, dans votre pays de résidence, de droits selon lesquels les limitations suivantes ne s’appliqueraient pas à vous. Dans les pays où ces limitations sont interdites, elles ne s’appliquent pas. Pour en savoir plus sur vos droits, prenez contact avec un organisme local de conseil aux consommateurs.";
"Part35" = "B. VOUS RECONNAISSEZ ET ADMETTEZ EXPRESSÉMENT QUE, DANS LA MESURE AUTORISÉE PAR LA LÉGISLATION EN VIGUEUR, L’UTILISATION DU LOGICIEL APPLE ET DE TOUT SERVICE FOURNI PAR LEDIT LOGICIEL OU ACCESSIBLE VIA CE DERNIER EST À VOS RISQUES ET PÉRILS ET QUE LA TOTALITÉ DU RISQUE RELATIF À LA QUALITÉ, AUX PERFORMANCES, À L’EXACTITUDE ET AU MANIEMENT SATISFAISANTS REPOSE SUR VOUS. ";
"Part36" = "C. DANS LA LIMITE MAXIMALE AUTORISÉE PAR LA LOI, LE LOGICIEL APPLE ET LES SERVICES SONT FOURNIS « EN L’ÉTAT » ET « SELON LA DISPONIBILITÉ », AVEC TOUS LES DÉFAUTS ET SANS GARANTIE D’AUCUNE SORTE ; APPLE ET SES CONCÉDANTS DE LICENCE (COLLECTIVEMENT DÉNOMMÉS « APPLE » DANS LE CADRE DES SECTIONS 6 ET 7) REJETTENT TOUTE GARANTIE ET CONDITION CONCERNANT LE LOGICIEL APPLE ET LES SERVICES, QUE CE SOIT EXPRESSÉMENT, IMPLICITEMENT, STATUTAIREMENT, Y COMPRIS, MAIS SANS LIMITATION TOUTE GARANTIE ET/CONDITION IMPLICITE MARCHANDE, DE SATISFACTION, D’ADÉQUATION À UN OBJECTIF PARTICULIER, D’EXACTITUDE, DE JOUISSANCE DU LOGICIEL OU DES SERVICES ET DE NON-EMPIÉTEMENT SUR LES DROITS DE TIERCE PARTIE. ";
"Part37" = "D. APPLE NE GARANTIT PAS CONTRE L’INTERFÉRENCE ENVERS VOTRE JOUISSANCE DU LOGICIEL APPLE ET DES SERVICES, QUE LES FONCTIONS CONTENUES OU LES SERVICES EFFECTUÉS OU FOURNIS PAR LE LOGICIEL APPLE SATISFERONT VOS BESOINS, QUE LE FONCTIONNEMENT DU LOGICIEL APPLE OU DES SERVICES SERA ININTERROMPU OU LIBRE DE TOUTE ERREUR, QUE LES SERVICES SERONT TOUJOURS DISPONIBLE, QUE LE LOGICIEL APPLE OU LES SERVICES SERONT COMPATIBLES OU QU’ILS FONCTIONNERONT AVEC DES LOGICIELS, DES APPLICATIONS OU DES SERVICES TIERS. IL SE PEUT QUE L’INSTALLATION DE CE LOGICIEL APPLE AFFECTE LA DISPONIBILITÉ ET LE BON FONCTIONNEMENT DE LOGICIELS DE TIERCE PARTIE, D’APPLICATIONS OU DE SERVICES DE TIERCE PARTIE, AINSI QUE DES PRODUITS ET SERVICES APPLE.";
"Part38" = "E. VOUS CONFIRMEZ AVOIR PRIS CONNAISSANCE DU FAIT QUE LE LOGICIEL APPLE ET LES SERVICES NE SONT PAS PRÉVUS NI CONÇUS POUR UN USAGE DANS DES SITUATIONS OU DES ENVIRONNEMENTS OÙ DES PANNES, DES RETARDS, DES ERREURS OU DES INEXACTITUDES DANS LA TRANSMISSION DES DONNÉES OU DES INFORMATIONS PAR LE BIAIS DU LOGICIEL APPLE OU DES SERVICES POURRAIENT CAUSER UN DOMMAGE DE QUELQUE TYPE QUE CE SOIT, Y COMPRIS NOTAMMENT, LA MORT, DES DÉGÂTS CORPORELS OU UN DOMMAGE FINANCIER, PHYSIQUE, MATÉRIEL, DE PROPRIÉTÉ OU ÉCOLOGIQUE, QU’IL S’AGISSE D’UNE UTILISATION DANS LES SITES NUCLÉAIRES, LES AVIONS, LES SYSTÈMES DE NAVIGATION OU DE COMMUNICATION, LE CONTRÔLE AÉRIEN, L’ASSISTANCE MÉDICALE OU LES SYSTÈMES D’ARMEMENT.";
"Part39" = "F. AUCUNE INFORMATION, ORALE OU ÉCRITE, NI AUCUN CONSEIL DONNÉ PAR APPLE OU UN REPRÉSENTANT AUTORISÉ D’APPLE NE CONSTITUERA UNE GARANTIE. EN CAS DE DÉFAILLANCE DU LOGICIEL APPLE OU DES SERVICES, VOUS ASSUMEZ LE COÛT TOTAL DE TOUS LES ENTRETIENS, RÉPARATIONS ET CORRECTIONS NÉCESSAIRES. CERTAINES JURIDICTIONS NE PERMETTENT PAS L’EXCLUSION DE GARANTIES IMPLICITES OU DE LIMITATIONS SUR LES DROITS STATUTAIRES D’UN CONSOMMATEUR EN VIGUEUR, PAR CONSÉQUENT, L’EXCLUSION ET LES LIMITATIONS CI-DESSUS RISQUENT DE NE PAS S’APPLIQUER À VOUS. ";
"Part40" = "7. Limitation de responsabilité. DANS LA MESURE OÙ LA LÉGISLATION EN VIGUEUR NE L’INTERDIT PAS, EN AUCUN CAS APPLE NE SERA RESPONSABLE DE DOMMAGE CORPOREL NI DE QUELCONQUE DOMMAGE ACCIDENTEL, SPÉCIAL, INDIRECT OU ACCESSOIRE, Y COMPRIS DE FAÇON NON LIMITATIVE, LES DOMMAGES DUS AUX PERTES DE BÉNÉFICES, LA CORRUPTION OU LA PERTES DE DONNÉES OU D’INFORMATIONS, L’ÉCHEC DE TRANSMISSION OU DE RÉCEPTION DE DONNÉES, L’INTERRUPTION DES ACTIVITÉS OU TOUT AUTRE DOMMAGE COMMERCIAL OU PERTE COMMERCIALE RÉSULTANT DE OU RELATIFS À VOTRE UTILISATION OU VOTRE INAPTITUDE À UTILISER LE LOGICIEL APPLE OU LES SERVICES OU TOUT LOGICIEL DE TIERCE PARTIE CONJOINTEMENT AVEC LE LOGICIEL APPLE OU LES SERVICES, QUELLE QU’EN SOIT LA CAUSE, SANS TENIR COMPTE DE LA THÉORIE DE LA RESPONSABILITÉ (QUE CE SOIT POUR RUPTURE DE CONTRAT, EN RESPONSABILITÉ CIVILE, OU AUTRE) ET MÊME SI APPLE A ÉTÉ INFORMÉ DE LA POSSIBILITÉ DE TELS DOMMAGES. CERTAINES JURIDICTIONS NE PERMETTANT PAS L’EXCLUSION OU LA LIMITATION DE RESPONSABILITÉ POUR DOMMAGES PERSONNELS, INDIRECTS OU ACCESSOIRES, IL EST POSSIBLE QUE CETTE LIMITATION NE VOUS CONCERNE PAS. La responsabilité totale d’Apple envers vous au titre de tout dommage (en dehors de ce que la législation pourrait exiger dans les cas impliquant une blessure) n’excédera en aucun cas la somme de cinquante dollars (50 $). Les limitations susdites s’appliqueront même si le recours indiqué ci-dessus fait défaut à sa vocation essentielle.";
"Part41" = "8. Contrôle des exportations. Vous ne pouvez utiliser, exporter ou réexporter le Logiciel Apple que conformément à la législation des États-Unis et à la législation de la ou des juridictions dans lesquelles vous avez acquis le Logiciel Apple. En particulier, mais sans limitation, le Logiciel Apple ne peut être exporté ni réexporté (a) vers tout pays soumis à embargo des États-Unis ou (b) à toute personne figurant sur la liste « Specially Designated Nationals » du Ministère des Finances des États-Unis ou sur les listes « Denied Persons », « Denied Entity » du Ministère du Commerce des États-Unis ou sur toute autre liste de partie non autorisée. En utilisant le Logiciel Apple, vous déclarez et garantissez n’être pas situé dans un de ces pays ou inscrit sur les listes mentionnées ci-dessus. Vous acceptez également de ne pas utiliser le Logiciel Apple à des fins non autorisées par la législation des États-Unis, ce qui inclut, sans limitation, le développement, la conception, la fabrication ou la production de missiles et d’armes nucléaires, chimiques ou biologiques.";
"Part42" = "9. Gouvernement des États-Unis. Le Logiciel Apple et sa documentation sont des « Commercial Items » (éléments commerciaux), en vertu de la définition figurant dans la clause 48 C.F.R. (Code of Federal Rules) §2.101, consistant en « Commercial Computer Software » (logiciel) et « Commercial Computer Software Documentation » (documentation), en vertu de la définition de ces termes dans les clauses 48 C.F.R. §12.212 ou 48 C.F.R. §227.7202. Conformément à la clause 48 C.F.R. §12.212 ou 48 C.F.R. §227.7202-1 à 227.7202-4, le cas échéant, le logiciel (« Commercial Computer Software ») et la documentation (« Commercial Computer Software Documentation ») ne sont cédés sous licence aux utilisateurs finaux employés par le gouvernement américain (a) qu’en tant que « Commercial Items » et (b) uniquement avec les droits accordés à tous les autres utilisateurs finaux conformément aux conditions générales du présent contrat de licence. Droits non publiés réservés en vertu de la législation des droits d’auteur en vigueur aux États-Unis.";
"Part43" = "10. Loi applicable et divisibilité du contrat. Cette Licence sera régie et interprétée en conformité avec la législation de l’État de Californie, mis à part les conflits en matière de principes légaux. Cette Licence ne sera pas régie par la Convention des Nations Unies sur les contrats de vente internationale de biens, dont l’application est expressément exclue. Si vous êtes un consommateur résidant au Royaume-Uni, la présente Licence sera régie par les lois de la juridiction dans laquelle vous résidez. Si pour une raison quelconque un tribunal ayant juridiction juge qu’une disposition de la présente licence est inapplicable, en totalité ou en partie, les autres dispositions de la présente licence resteront entièrement applicables.";
"Part44" = "11. Accord complet ; langue de référence. La présente Licence constitue l’intégralité de l’accord entre vous et Apple quant au Logiciel Apple et remplace tous les propositions ou accords antérieurs ou actuels, écrits ou verbaux, à ce sujet. Aucun amendement ni aucune modification de cette licence ne prendront effet à moins d’être stipulés par écrit et signés par un représentant dûment agréé d’Apple. Toute traduction de la présente licence est effectuée pour des besoins locaux. En cas de litige entre la version anglaise et toute autre version, seule la version anglaise sera d’application, dans les limites non prohibées par les lois locales de votre juridiction.";
"Part45" = "12. Mentions concernant les tierces parties. Certaines portions du Logiciel Apple peuvent utiliser ou inclure des logiciels de tierces parties et des mentions concernant les droits d’auteurs. Les remerciements, les conditions de licence et les exclusions de garanties desdits éléments figurent dans la documentation électronique du Logiciel Apple, et votre utilisation desdits éléments est régie par leurs conditions respectives.";
"Part46" = "EA1576";
"Part47" = "2018-08-16";